Repository: RKWKomZe/RkwCheckup
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwcheckup_domain_model_checkup.title
source: Title
de: Titel

# tx_rkwcheckup_domain_model_checkup.description
source: Description
de: Beschreibung

# tx_rkwcheckup_domain_model_checkup.section
source: Section
de: Abschnitt

# tx_rkwcheckup_domain_model_section
source: Section
de: Abschnitt

# tx_rkwcheckup_domain_model_section.tab.extend
source: Display & Conditions
de: Anzeige & Bedingungen

# tx_rkwcheckup_domain_model_section.title
source: Title
de: Titel

# tx_rkwcheckup_domain_model_section.description
source: Description
de: Beschreibung

# tx_rkwcheckup_domain_model_section.step
source: Step
de: Schritt

# tx_rkwcheckup_domain_model_section.hide_text
source: Hide section title and description
de: Titel und Beschreibung des Abschnitts verbergen

# tx_rkwcheckup_domain_model_section.hide_cond
source: Condition (Do not display if the following answer was previously selected | Note: Save the entire check 1x if the desired selection is not available!)
de: Bedingung (Nicht anzeigen, wenn folgende Antwort zuvor ausgewählt wurde | Hinweis: Den gesamten Check 1x speichern, sollte die gewünschte Auswahl nicht zur Verfügung stehen!)

# tx_rkwcheckup_domain_model_section.interim_result
source: Intermediate result
de: Zwischenergebnis

# tx_rkwcheckup_domain_model_step
source: Step
de: Schritt

# tx_rkwcheckup_domain_model_step.tab.extend
source: Display, Conditions & Step Feedback
de: Anzeige, Bedingungen & Schritt-Feedback

# tx_rkwcheckup_domain_model_step.title
source: Title
de: Titel

# tx_rkwcheckup_domain_model_step.description
source: Description
de: Beschreibung

# tx_rkwcheckup_domain_model_step.hide_text
source: Hide title and description of the step
de: Titel und Beschreibung des Schritts verbergen

# tx_rkwcheckup_domain_model_step.question
source: Question
de: Frage

# tx_rkwcheckup_domain_model_step.hide_cond
source: Condition (Do not display if the following answer was previously selected | Note: Save the entire check 1x if the desired selection is not available!)
de: Bedingung (Nicht anzeigen, wenn folgende Antwort zuvor ausgewählt wurde | Hinweis: Den gesamten Check 1x speichern, sollte die gewünschte Auswahl nicht zur Verfügung stehen!)

# tx_rkwcheckup_domain_model_step.step_feedback
source: Step-Feedback
de: Schritt-Feedback

# tx_rkwcheckup_domain_model_question
source: Question
de: Frage

# tx_rkwcheckup_domain_model_question.tab.extend
source: Conditions
de: Bedingungen

# tx_rkwcheckup_domain_model_question.record_type
source: Type of Question
de: Art der Frage

# tx_rkwcheckup_domain_model_question.record_type.I.0
source: Please choose
de: Bitte wählen

# tx_rkwcheckup_domain_model_question.record_type.I.1
source: Single Choice
de: Einzelauswahl

# tx_rkwcheckup_domain_model_question.record_type.I.2
source: Rating
de: Bewertung

# tx_rkwcheckup_domain_model_question.record_type.I.3
source: Multiple Choice
de: Mehrfachauswahl

# tx_rkwcheckup_domain_model_question.record_type.I.4
source: Free Numeric Input
de: Freie Zahleneingabe

# tx_rkwcheckup_domain_model_question.title
source: Question
de: Frage

# tx_rkwcheckup_domain_model_question.description
source: Description
de: Beschreibung

# tx_rkwcheckup_domain_model_question.mandatory
source: Is mandatory question
de: Ist Pflichtfrage

# tx_rkwcheckup_domain_model_question.invert_feedback
source: Invert feedback (show feedback in the final result for answers that were NOT selected)
de: Feedback invertieren (zeige im Endergebnis das Feedback zu Antworten an, die NICHT ausgewählt wurden)

# tx_rkwcheckup_domain_model_question.allow_text_input
source: Add free text field as answer option
de: Freitext-Feld als Antwortmöglichkeit hinzufügen

# tx_rkwcheckup_domain_model_question.title_text_input
source: Title of the free text field (e.g. "Other answer")
de: Titel des Freitextfeldes (z.B. "Sonstige Antwort")

# tx_rkwcheckup_domain_model_question.min_check
source: Minimum answers to be selected
de: Mindestens auszuwählende Antworten

# tx_rkwcheckup_domain_model_question.max_check
source: Maximum selectable answers
de: Maximal auswählbare Antworten

# tx_rkwcheckup_domain_model_question.scale_left
source: Scale labeling left
de: Skalen-Beschriftung links

# tx_rkwcheckup_domain_model_question.scale_right
source: Scale labeling right
de: Skalen-Beschriftung rechts

# tx_rkwcheckup_domain_model_question.scale_max
source: Number of rating options (grading system)
de: Anzahl der Bewertungsoptionen (Notensystem)

# tx_rkwcheckup_domain_model_question.answer
source: Answer (Minimum: 2)
de: Antwort (Minimum: 2)

# tx_rkwcheckup_domain_model_question.hide_cond
source: Condition (Do not display if the following answer was previously selected | Note: Save the entire check 1x if the desired selection is not available!)
de: Bedingung (Nicht anzeigen, wenn folgende Antwort zuvor ausgewählt wurde | Hinweis: Den gesamten Check 1x speichern, sollte die gewünschte Auswahl nicht zur Verfügung stehen!)

# tx_rkwcheckup_domain_model_question.standard_feedback
source: Standard feedback (ALWAYS included as a response on the results page)
de: Standard-Feedback (wird auf der Ergebnisseite IMMER als Antwort mit ausgegeben)

# tx_rkwcheckup_domain_model_answer
source: Answer
de: Antwort

# tx_rkwcheckup_domain_model_answer.title
source: Answer
de: Antwort

# tx_rkwcheckup_domain_model_answer.description
source: Description
de: Beschreibung

# tx_rkwcheckup_domain_model_answer.image
source: Image
de: Bild

# tx_rkwcheckup_domain_model_answer.file
source: File
de: Datei

# tx_rkwcheckup_domain_model_stepfeedback
source: Intermediate result
de: Zwischenergebnis

# tx_rkwcheckup_domain_model_stepfeedback.record_type
source: Type
de: Typ

# tx_rkwcheckup_domain_model_stepfeedback.title
source: Title
de: Titel

# tx_rkwcheckup_domain_model_stepfeedback.description
source: Description
de: Beschreibung

# tx_rkwcheckup_domain_model_stepfeedback.image
source: Image
de: Bild

# tx_rkwcheckup_domain_model_stepfeedback.file
source: File
de: Datei

# tx_rkwcheckup_domain_model_result
source: Result
de: Ergebnis

# tx_rkwcheckup_domain_model_result.finished
source: Finished
de: Abgeschlossen

# tx_rkwcheckup_domain_model_result.last_step
source: Last step
de: Letzter Schritt

# tx_rkwcheckup_domain_model_result.show_step_feedback
source: Show step feedback
de: Zeige Schritt-Feedback

# tx_rkwcheckup_domain_model_result.show_section_intro
source: Show section introduction
de: Zeige Einleitung des Abschnitts

# tx_rkwcheckup_domain_model_result.current_section
source: Current Section
de: Aktueller Abschnitt

# tx_rkwcheckup_domain_model_result.step
source: Step
de: Schritt

# tx_rkwcheckup_domain_model_result.result_answer
source: Answer
de: Antwort

# tx_rkwcheckup_domain_model_result.new_result_answer
source: Answers (required in the FE form for logic reasons)
de: Antworten (wird im FE Formular aus Logikgründen benötigt)

# tx_rkwcheckup_domain_model_resultanswer
source: Result Answer
de: Ergebnis-Antwort

# tx_rkwcheckup_domain_model_resultanswer.answer
source: Answer
de: Antwort

# tx_rkwcheckup_domain_model_resultanswer.question
source: Question
de: Frage

# tx_rkwcheckup_domain_model_resultanswer.step
source: Step
de: Schritt

# tx_rkwcheckup_domain_model_resultanswer.section
source: Section
de: Abschnitt

# tx_rkwcheckup_domain_model_resultanswer.free_numeric_input
source: Free numeric input
de: Freie Zahleneingabe

# tx_rkwcheckup_domain_model_resultanswer.free_text_input
source: Free text input
de: Freie Texteingabe

# tx_rkwcheckup_flexform.backendUser
source: BackendUser (for mail notifications)
de: BackendUser (für Mailbenachrichtungen)

# tx_rkwcheckup_flexform.terms
source: Page with Terms and Conditions
de: Seite mit den Nutzungsbedigungen
